@extends('layouts/cabinet_layout')
@section('content')
    @foreach($personal_projects as $personal_project)
    <section class="section cabinet_top cabinet_project">
        <div class="container">
            <div class="crumbs">
                <ul>
                    <li><a href="{{route('site_ru.index')}}">homespro</a></li>
                    <li><a href="{{route('user.cabinet_profile')}}">личный кабинет</a></li>
                    <li><a href="{{route('user.cabinet_personal_projects_list')}}">Проекты</a></li>
                    <li class="active">{{$personal_project['name']}}</li>
                </ul>
            </div>
            <div class="section__title">
                <div class="project_name">
                    {{$personal_project['name']}}
                </div>
                    <a class="btn btn_simple" href="{{route('user.cabinet_personal_projects_list')}}"><span>Вернуться к проектам</span>
                        <svg width="33" height="16" viewBox="0 0 33 16" fill="none" xmlns="http://www.w3.org/2000/svg">
                            <path d="M1 7c-.552285 0-1 .44772-1 1s.447715 1 1 1V7Zm31.7071 1.7071c.3905-.39052.3905-1.02369 0-1.41421L26.3431.92893c-.3905-.390524-1.0236-.390524-1.4142 0-.3905.39052-.3905 1.02369 0 1.41421L30.5858 8l-5.6569 5.6569c-.3905.3905-.3905 1.0236 0 1.4142.3906.3905 1.0237.3905 1.4142 0l6.364-6.364ZM1 9h31V7H1v2Z" fill="#E45847"/>
                        </svg>
                    </a>
            </div>
            <div class="cabinet_top__inner">
                <div class="props">
                    <div class="props__item">
                        <div class="prop">Номер договора</div>
                        <div class="value">{{$personal_project['contract_number']}}</div>
                    </div>
                    <div class="props__item">
                        <div class="prop">Площадь</div>
                        <div class="value">{{$personal_project['square']}} м<sup>2</sup></div>
                    </div>
                    <div class="props__item">
                        <div class="prop">Ведущий архитектор</div>
                        <div class="value">{{$architector_login}}</div>
                    </div>
                    <div class="props__item">
                        <div class="prop">Дата создания</div>
                        <div class="value">{{date("d.m.Y",strtotime($personal_project['start']))}}</div>
                    </div>
                    <button class="btn btn_simple project_settings" type="button">
                        Редактировать<svg width="33" height="16" viewBox="0 0 33 16" fill="none" xmlns="http://www.w3.org/2000/svg">
                            <path d="M1 7c-.552285 0-1 .44772-1 1s.447715 1 1 1V7Zm31.7071 1.7071c.3905-.39052.3905-1.02369 0-1.41421L26.3431.92893c-.3905-.390524-1.0236-.390524-1.4142 0-.3905.39052-.3905 1.02369 0 1.41421L30.5858 8l-5.6569 5.6569c-.3905.3905-.3905 1.0236 0 1.4142.3906.3905 1.0237.3905 1.4142 0l6.364-6.364ZM1 9h31V7H1v2Z" fill="#E45847"/>
                        </svg>
                    </button>
                </div>
                <div class="comment_section">
                    <div class="title">Добавьте комментарий</div>
                    <form>
                        <textarea placeholder="Добавить комментарий"></textarea>
                        <button class="btn" type="submit">
                            Добавить<svg width="33" height="16" viewBox="0 0 33 16" fill="none" xmlns="http://www.w3.org/2000/svg">
                                <path d="M1 7c-.552285 0-1 .44772-1 1s.447715 1 1 1V7Zm31.7071 1.7071c.3905-.39052.3905-1.02369 0-1.41421L26.3431.92893c-.3905-.390524-1.0236-.390524-1.4142 0-.3905.39052-.3905 1.02369 0 1.41421L30.5858 8l-5.6569 5.6569c-.3905.3905-.3905 1.0236 0 1.4142.3906.3905 1.0237.3905 1.4142 0l6.364-6.364ZM1 9h31V7H1v2Z" fill="#fff" fill-opacity=".5"/>
                            </svg>
                        </button>
                    </form>
                </div>
            </div>
        </div>
    </section>
    <section class="section cabinet_table">
        <div class="scrollbar">
            <div class="scroll"></div>
        </div>
        <div class="table drag_wrap">
            <table class="drag">
                <thead>
                <tr>
                    <th>
                        <div class="stage">Название этапа
                            <button class="stage_add" type="button"><svg width="20" height="20" viewBox="0 0 20 20" fill="none" xmlns="http://www.w3.org/2000/svg">
                                    <path d="M9.91992.730131c.12738-.000161.25368.024818.37138.073506.1178.048689.2248.120131.3149.210233.0901.0901.1615.1971.2102.31485.0487.11776.0737.24396.0735.37138l-.0014 7.25152 7.2515-.00137c.1274 0 .2535.02509.3712.07383.1177.04875.2246.12019.3147.21027.0901.09007.1615.19699.2103.31468.0487.11768.0738.24381.0738.37119 0 .12738-.0251.25348-.0738.37118-.0488.1177-.1202.2246-.2103.3147-.0901.0901-.197.1615-.3147.2103-.1177.0487-.2438.0738-.3712.0738l-7.2515-.0014.0014 7.2515c0 .1274-.0251.2535-.0738.3712-.0488.1177-.1202.2246-.2103.3147-.0901.0901-.197.1615-.3147.2103-.1177.0487-.2438.0738-.37118.0738-.12738 0-.25351-.0251-.37119-.0738-.11768-.0488-.22461-.1202-.31468-.2103-.09007-.0901-.16152-.197-.21027-.3147-.04874-.1177-.07383-.2438-.07383-.3712l.00137-7.2515-7.25151.0014c-.12738 0-.25351-.0251-.3712-.0738-.11768-.0488-.22461-.1202-.31468-.2103-.090069-.0901-.161517-.197-.210263-.3147-.048746-.1177-.073834-.2438-.073835-.37118 0-.12738.025089-.25351.073835-.37119.048745-.11769.120194-.22461.210263-.31468.09007-.09008.197-.16152.31468-.21027.11769-.04874.24382-.07383.3712-.07383l7.25151.00137-.00137-7.25152c-.00016-.12742.02482-.25362.0735-.37138.04869-.11775.12014-.22475.21024-.31485a.968684.968684 0 0 1 .31485-.210233c.11775-.048688.24396-.073667.37138-.073506Z" fill="#E45847"/>
                                </svg>
                            </button>
                        </div>
                    </th>
                    <th>Сроки</th>
                    <th>Отправлено</th>
                    @foreach($dates_array as $date)
                    <th>
                        <div class="date">{{date("d-m-Y",strtotime($date))}}</div>
                    </th>
                    @endforeach
                </tr>
                </thead>
                <tbody>
                @foreach($steps_array as $step)
                <tr>
                    <td>
                        <div class="stage_name">{{$step->name}}</div>
                        <div class="stage_control">
                            <button class="done" type="button"><svg xmlns="http://www.w3.org/2000/svg" width="19" height="16" fill="none" viewBox="0 0 19 16">
                                    <path fill="#E45847" d="M16.0466.510112c.3283-.330806.7652-.513689 1.2186-.510059.4533.00363.8875.19349 1.2111.529516.3235.336026.5111.791931.5231 1.271531.012.47959-.1526.94535-.4589 1.299L9.24078 15.4087c-.15991.1823-.35291.3286-.56747.4301-.21455.1016-.44624.1563-.68123.1609-.23499.0046-.46844-.041-.6864-.1341-.21795-.093-.41594-.2316-.58212-.4075L.556372 8.93128c-.171746-.16936-.309499-.3736-.405042-.60053-.0955421-.22693-.1469167-.47191-.151058-.72031-.0041412-.2484.0390358-.49513.126954-.72549.087919-.23036.218778-.43961.384772-.61528.165994-.17568.363721-.31417.581382-.40721.21767-.09305.45081-.13874.68553-.13436.23471.00438.46619.05875.68062.15987.21442.10111.40741.2469.56745.42866l4.88061 5.16267L16.0023.564379c.0146-.018991.0301-.037108.0466-.054267h-.0023Z"/>
                                </svg>
                            </button>
                            <button class="stage_edit" type="button"><svg width="16" height="16" viewBox="0 0 16 16" fill="none" xmlns="http://www.w3.org/2000/svg">
                                    <path d="M11.3344.603957c.7812-.781187 2.05-.781187 2.8312 0l1.2313 1.232183c.7812.78094.7812 2.04844 0 2.82969l-1.5125 1.5125-4.06253-4.06187L11.3344.603957Zm1.8437 6.280623L5.89062 14.169c-.325.325-.72813.5656-1.16875.6937L.961554 15.969c-.263125.0781-.547812.0062-.741875-.2157-.194062-.1656-.2666245-.45-.189187-.7156l1.106058-3.7594c.13-.4406.36844-.8437.69375-1.1687l7.28532-7.28627 4.06248 4.06125Z" fill="#E45847"/>
                                </svg>
                            </button>
                        </div>
                    </td>
                    <td>
                        <div class="deadlines">
                            <div class="date"><span>Дата начала:</span>{{$step->start}}</div>
                            <div class="date"><span>Дата окончания:</span>{{$step->end}}</div>
                        </div>
                    </td>
                    <td>
                        <div class="sent">
                            <div class="date"><span>Дата:</span>{{$step->birthday}}</div>
                        </div>
                    </td>
                    <?php
                        $step_start_to_time=strtotime($step->start);
                        $step_end_to_time=strtotime($step->end);
                        $step_start_to_date=date("Y-m-d",$step_start_to_time);
                        $step_end_to_date=date("Y-m-d", $step_end_to_time);
                    ?>
                    @foreach($dates_array as $date)
                        <?php
                            $date_to_time=strtotime($date);
                            $date_to_date=date("Y-m-d", $date_to_time);
                        ?>
                        <td id="cell_1 _1">
                            <button class="comment_add_btn" type="button"></button>
                            <div class="@if(($date_to_date>=$step_start_to_date)&&($date_to_date<=$step_end_to_date)) status @endif"></div>
                        </td>
                    @endforeach
                </tr>
                @endforeach
                </tbody>
            </table>
        </div>
    </section>
    <section class="section history_changes">
        <div class="container">
            <div class="section__title">
                История изменений<svg width="14" height="19" viewBox="0 0 14 19" fill="none" xmlns="http://www.w3.org/2000/svg">
                    <path d="M6.15 1c0-.469442.38056-.85.85-.85.46944 0 .85.380558.85.85h-1.7Zm1.45104 17.601c-.33194.332-.87014.332-1.20208 0L.989592 13.1917c-.331945-.332-.331945-.8702 0-1.2021.331948-.332.870138-.332 1.202078 0L7 16.7979l4.8083-4.8083c.332-.332.8702-.332 1.2021 0 .332.3319.332.8701 0 1.2021L7.60104 18.601ZM7.85 1v17h-1.7V1h1.7Z" fill="#E45847"/>
                </svg>
            </div>
            <div class="changes">
                <div class="change">
                    <div class="change__item">
                        <div class="change__top">Проект</div>
                        <div class="change__bottom">Проект №1</div>
                    </div>
                    <div class="change__item">
                        <div class="change__top">Тип изменений</div>
                        <div class="change__bottom">Добавлен комментария</div>
                    </div>
                    <div class="change__item">
                        <div class="change__top">Дата изменений</div>
                        <div class="change__bottom">22.02.2022</div>
                    </div>
                    <div class="change__item">
                        <div class="change__top">Кто зименил</div>
                        <div class="change__bottom">Сергей Викторов, инженер</div>
                    </div>
                </div>
                <div class="change">
                    <div class="change__item">
                        <div class="change__top">Проект</div>
                        <div class="change__bottom">Проект №1</div>
                    </div>
                    <div class="change__item">
                        <div class="change__top">Тип изменений</div>
                        <div class="change__bottom">Увеличен срок по этапу<br>ЭК на 10 дней</div>
                    </div>
                    <div class="change__item">
                        <div class="change__top">Дата изменений</div>
                        <div class="change__bottom">22.02.2022</div>
                    </div>
                    <div class="change__item">
                        <div class="change__top">Кто зименил</div>
                        <div class="change__bottom">Сергей Викторов, инженер</div>
                    </div>
                </div>
                <div class="change">
                    <div class="change__item">
                        <div class="change__top">Проект</div>
                        <div class="change__bottom">Проект №1</div>
                    </div>
                    <div class="change__item">
                        <div class="change__top">Тип изменений</div>
                        <div class="change__bottom">Добавлено описание проекта</div>
                    </div>
                    <div class="change__item">
                        <div class="change__top">Дата изменений</div>
                        <div class="change__bottom">22.02.2022</div>
                    </div>
                    <div class="change__item">
                        <div class="change__top">Кто зименил</div>
                        <div class="change__bottom">Сергей Викторов, инженер</div>
                    </div>
                </div>
            </div>
        </div>
    </section>
    <section class="section docs">
        <div class="container">
            <div class="docs__left">
                <div class="docs__original">
                    <div class="title">Ссылка на исходную документацию:</div>
                    <div class="link"><a href="#">ссылка яндекс диск</a>
                        <button class="link__edit" type="button"><svg width="16" height="16" viewBox="0 0 16 16" fill="none" xmlns="http://www.w3.org/2000/svg">
                                <path d="M11.3344.603957c.7812-.781187 2.05-.781187 2.8312 0l1.2313 1.232183c.7812.78094.7812 2.04844 0 2.82969l-1.5125 1.5125-4.06253-4.06187L11.3344.603957Zm1.8437 6.280623L5.89062 14.169c-.325.325-.72813.5656-1.16875.6937L.961554 15.969c-.263125.0781-.547812.0062-.741875-.2157-.194062-.1656-.2666245-.45-.189187-.7156l1.106058-3.7594c.13-.4406.36844-.8437.69375-1.1687l7.28532-7.28627 4.06248 4.06125Z" fill="#E45847"/>
                            </svg>
                        </button>
                    </div>
                </div>
                <div class="title">Дополнительные расценки</div>
                <div class="btns"><a class="btn" href="#">
                        Скачать<svg width="33" height="16" viewBox="0 0 33 16" fill="none" xmlns="http://www.w3.org/2000/svg">
                            <path d="M1 7c-.552285 0-1 .44772-1 1s.447715 1 1 1V7Zm31.7071 1.7071c.3905-.39052.3905-1.02369 0-1.41421L26.3431.92893c-.3905-.390524-1.0236-.390524-1.4142 0-.3905.39052-.3905 1.02369 0 1.41421L30.5858 8l-5.6569 5.6569c-.3905.3905-.3905 1.0236 0 1.4142.3906.3905 1.0237.3905 1.4142 0l6.364-6.364ZM1 9h31V7H1v2Z" fill="#fff" fill-opacity=".5"/>
                        </svg></a><a class="btn" href="#">
                        Загрузить<svg width="33" height="16" viewBox="0 0 33 16" fill="none" xmlns="http://www.w3.org/2000/svg">
                            <path d="M1 7c-.552285 0-1 .44772-1 1s.447715 1 1 1V7Zm31.7071 1.7071c.3905-.39052.3905-1.02369 0-1.41421L26.3431.92893c-.3905-.390524-1.0236-.390524-1.4142 0-.3905.39052-.3905 1.02369 0 1.41421L30.5858 8l-5.6569 5.6569c-.3905.3905-.3905 1.0236 0 1.4142.3906.3905 1.0237.3905 1.4142 0l6.364-6.364ZM1 9h31V7H1v2Z" fill="#fff" fill-opacity=".5"/>
                        </svg></a></div>
            </div>
            <div class="docs__table">
                <div class="doc">
                    <div class="title">ЭП</div>
                    <div class="link"><a href="#">ссылка яндекс диск</a>
                        <button class="link__edit" type="button"><svg width="16" height="16" viewBox="0 0 16 16" fill="none" xmlns="http://www.w3.org/2000/svg">
                                <path d="M11.3344.603957c.7812-.781187 2.05-.781187 2.8312 0l1.2313 1.232183c.7812.78094.7812 2.04844 0 2.82969l-1.5125 1.5125-4.06253-4.06187L11.3344.603957Zm1.8437 6.280623L5.89062 14.169c-.325.325-.72813.5656-1.16875.6937L.961554 15.969c-.263125.0781-.547812.0062-.741875-.2157-.194062-.1656-.2666245-.45-.189187-.7156l1.106058-3.7594c.13-.4406.36844-.8437.69375-1.1687l7.28532-7.28627 4.06248 4.06125Z" fill="#E45847"/>
                            </svg>
                        </button>
                    </div>
                </div>
                <div class="doc">
                    <div class="title">ВК</div>
                    <div class="link"><a href="#">ссылка яндекс диск</a>
                        <button class="link__edit" type="button"><svg width="16" height="16" viewBox="0 0 16 16" fill="none" xmlns="http://www.w3.org/2000/svg">
                                <path d="M11.3344.603957c.7812-.781187 2.05-.781187 2.8312 0l1.2313 1.232183c.7812.78094.7812 2.04844 0 2.82969l-1.5125 1.5125-4.06253-4.06187L11.3344.603957Zm1.8437 6.280623L5.89062 14.169c-.325.325-.72813.5656-1.16875.6937L.961554 15.969c-.263125.0781-.547812.0062-.741875-.2157-.194062-.1656-.2666245-.45-.189187-.7156l1.106058-3.7594c.13-.4406.36844-.8437.69375-1.1687l7.28532-7.28627 4.06248 4.06125Z" fill="#E45847"/>
                            </svg>
                        </button>
                    </div>
                </div>
                <div class="doc">
                    <div class="title">КЖ</div>
                    <div class="link"><a href="#">ссылка яндекс диск</a>
                        <button class="link__edit" type="button"><svg width="16" height="16" viewBox="0 0 16 16" fill="none" xmlns="http://www.w3.org/2000/svg">
                                <path d="M11.3344.603957c.7812-.781187 2.05-.781187 2.8312 0l1.2313 1.232183c.7812.78094.7812 2.04844 0 2.82969l-1.5125 1.5125-4.06253-4.06187L11.3344.603957Zm1.8437 6.280623L5.89062 14.169c-.325.325-.72813.5656-1.16875.6937L.961554 15.969c-.263125.0781-.547812.0062-.741875-.2157-.194062-.1656-.2666245-.45-.189187-.7156l1.106058-3.7594c.13-.4406.36844-.8437.69375-1.1687l7.28532-7.28627 4.06248 4.06125Z" fill="#E45847"/>
                            </svg>
                        </button>
                    </div>
                </div>
                <div class="doc">
                    <div class="title">ЭОМ</div>
                    <div class="link"><a href="#">ссылка яндекс диск</a>
                        <button class="link__edit" type="button"><svg width="16" height="16" viewBox="0 0 16 16" fill="none" xmlns="http://www.w3.org/2000/svg">
                                <path d="M11.3344.603957c.7812-.781187 2.05-.781187 2.8312 0l1.2313 1.232183c.7812.78094.7812 2.04844 0 2.82969l-1.5125 1.5125-4.06253-4.06187L11.3344.603957Zm1.8437 6.280623L5.89062 14.169c-.325.325-.72813.5656-1.16875.6937L.961554 15.969c-.263125.0781-.547812.0062-.741875-.2157-.194062-.1656-.2666245-.45-.189187-.7156l1.106058-3.7594c.13-.4406.36844-.8437.69375-1.1687l7.28532-7.28627 4.06248 4.06125Z" fill="#E45847"/>
                            </svg>
                        </button>
                    </div>
                </div>
                <div class="doc">
                    <div class="title">КМ</div>
                    <div class="link"><a href="#">ссылка яндекс диск</a>
                        <button class="link__edit" type="button"><svg width="16" height="16" viewBox="0 0 16 16" fill="none" xmlns="http://www.w3.org/2000/svg">
                                <path d="M11.3344.603957c.7812-.781187 2.05-.781187 2.8312 0l1.2313 1.232183c.7812.78094.7812 2.04844 0 2.82969l-1.5125 1.5125-4.06253-4.06187L11.3344.603957Zm1.8437 6.280623L5.89062 14.169c-.325.325-.72813.5656-1.16875.6937L.961554 15.969c-.263125.0781-.547812.0062-.741875-.2157-.194062-.1656-.2666245-.45-.189187-.7156l1.106058-3.7594c.13-.4406.36844-.8437.69375-1.1687l7.28532-7.28627 4.06248 4.06125Z" fill="#E45847"/>
                            </svg>
                        </button>
                    </div>
                </div>
                <div class="doc">
                    <div class="title">ГП</div>
                    <div class="link"><a href="#">ссылка яндекс диск</a>
                        <button class="link__edit" type="button"><svg width="16" height="16" viewBox="0 0 16 16" fill="none" xmlns="http://www.w3.org/2000/svg">
                                <path d="M11.3344.603957c.7812-.781187 2.05-.781187 2.8312 0l1.2313 1.232183c.7812.78094.7812 2.04844 0 2.82969l-1.5125 1.5125-4.06253-4.06187L11.3344.603957Zm1.8437 6.280623L5.89062 14.169c-.325.325-.72813.5656-1.16875.6937L.961554 15.969c-.263125.0781-.547812.0062-.741875-.2157-.194062-.1656-.2666245-.45-.189187-.7156l1.106058-3.7594c.13-.4406.36844-.8437.69375-1.1687l7.28532-7.28627 4.06248 4.06125Z" fill="#E45847"/>
                            </svg>
                        </button>
                    </div>
                </div>
                <div class="doc">
                    <div class="title">ОВ</div>
                    <div class="link"><a href="#">ссылка яндекс диск</a>
                        <button class="link__edit" type="button"><svg width="16" height="16" viewBox="0 0 16 16" fill="none" xmlns="http://www.w3.org/2000/svg">
                                <path d="M11.3344.603957c.7812-.781187 2.05-.781187 2.8312 0l1.2313 1.232183c.7812.78094.7812 2.04844 0 2.82969l-1.5125 1.5125-4.06253-4.06187L11.3344.603957Zm1.8437 6.280623L5.89062 14.169c-.325.325-.72813.5656-1.16875.6937L.961554 15.969c-.263125.0781-.547812.0062-.741875-.2157-.194062-.1656-.2666245-.45-.189187-.7156l1.106058-3.7594c.13-.4406.36844-.8437.69375-1.1687l7.28532-7.28627 4.06248 4.06125Z" fill="#E45847"/>
                            </svg>
                        </button>
                    </div>
                </div>
                <div class="doc">
                    <div class="title">ДИ</div>
                    <div class="link"><a href="#">ссылка яндекс диск</a>
                        <button class="link__edit" type="button"><svg width="16" height="16" viewBox="0 0 16 16" fill="none" xmlns="http://www.w3.org/2000/svg">
                                <path d="M11.3344.603957c.7812-.781187 2.05-.781187 2.8312 0l1.2313 1.232183c.7812.78094.7812 2.04844 0 2.82969l-1.5125 1.5125-4.06253-4.06187L11.3344.603957Zm1.8437 6.280623L5.89062 14.169c-.325.325-.72813.5656-1.16875.6937L.961554 15.969c-.263125.0781-.547812.0062-.741875-.2157-.194062-.1656-.2666245-.45-.189187-.7156l1.106058-3.7594c.13-.4406.36844-.8437.69375-1.1687l7.28532-7.28627 4.06248 4.06125Z" fill="#E45847"/>
                            </svg>
                        </button>
                    </div>
                </div>
                <div class="doc">
                    <div class="title">ВК</div>
                    <div class="link"><a href="#">ссылка яндекс диск</a>
                        <button class="link__edit" type="button"><svg width="16" height="16" viewBox="0 0 16 16" fill="none" xmlns="http://www.w3.org/2000/svg">
                                <path d="M11.3344.603957c.7812-.781187 2.05-.781187 2.8312 0l1.2313 1.232183c.7812.78094.7812 2.04844 0 2.82969l-1.5125 1.5125-4.06253-4.06187L11.3344.603957Zm1.8437 6.280623L5.89062 14.169c-.325.325-.72813.5656-1.16875.6937L.961554 15.969c-.263125.0781-.547812.0062-.741875-.2157-.194062-.1656-.2666245-.45-.189187-.7156l1.106058-3.7594c.13-.4406.36844-.8437.69375-1.1687l7.28532-7.28627 4.06248 4.06125Z" fill="#E45847"/>
                            </svg>
                        </button>
                    </div>
                </div>
            </div>
        </div>
    </section>
    <div class="popup popup_add_comment">
        <div class="container">
            <button class="popup__close" type="button"><svg width="68" height="68" viewBox="0 0 68 68" fill="none" xmlns="http://www.w3.org/2000/svg">
                    <path stroke="#fff" d="m16.6152 50.5586 33.9411-33.9412M17.3223 16.6171l33.9411 33.9412"/>
                </svg>
            </button>
            <div class="popup__content">
                <div class="popup__name">Введите Ваш комментарий</div>
                <form>
                    <input class="cell_id" type="hidden" name="cell_id">
                    <textarea placeholder="Добавить комментарий" rows="6"></textarea>
                    <button class="btn" type="submit">
                        Добавить<svg width="33" height="16" viewBox="0 0 33 16" fill="none" xmlns="http://www.w3.org/2000/svg">
                            <path d="M1 7c-.552285 0-1 .44772-1 1s.447715 1 1 1V7Zm31.7071 1.7071c.3905-.39052.3905-1.02369 0-1.41421L26.3431.92893c-.3905-.390524-1.0236-.390524-1.4142 0-.3905.39052-.3905 1.02369 0 1.41421L30.5858 8l-5.6569 5.6569c-.3905.3905-.3905 1.0236 0 1.4142.3906.3905 1.0237.3905 1.4142 0l6.364-6.364ZM1 9h31V7H1v2Z" fill="#fff" fill-opacity=".5"/>
                        </svg>
                    </button>
                </form>
            </div>
        </div>
    </div>
    <div class="popup popup_project_settings">
        <div class="container">
            <button class="popup__close" type="button"><svg width="68" height="68" viewBox="0 0 68 68" fill="none" xmlns="http://www.w3.org/2000/svg">
                    <path stroke="#fff" d="m16.6152 50.5586 33.9411-33.9412M17.3223 16.6171l33.9411 33.9412"/>
                </svg>
            </button>
            <div class="popup__content"><a class="logo" href="index.html"><svg width="184" height="23" viewBox="0 0 184 23" fill="none" xmlns="http://www.w3.org/2000/svg">
                        <path fill-rule="evenodd" clip-rule="evenodd" d="M15.5801 22.5202h-4.3374v-9.2185H4.34901v9.2185H0V.3125h4.34901v9.51925h6.89369V.3125h4.3374v22.2077ZM33.8899 14.5391c0 2.6025-.7055 4.6266-2.1166 6.0956-1.4112 1.4574-3.2965 2.1976-5.6445 2.1976s-4.2218-.7287-5.6213-2.1976c-1.3996-1.4574-2.1052-3.4931-2.1052-6.0956V8.3279c0-2.5909.7056-4.62661 2.1052-6.10712C21.907.74026 23.7808 0 26.1172 0c2.3365 0 4.2218.74026 5.6445 2.22078 1.4227 1.48051 2.1398 3.51622 2.1398 6.10712v6.2112h-.0116Zm-4.3143-6.26903c0-1.58462-.2892-2.78753-.8906-3.59719-.5899-.80966-1.4458-1.21449-2.5793-1.21449-1.1451 0-1.9895.40483-2.5562 1.20292-.5668.79809-.856 2.00101-.856 3.59719v6.2575c0 1.6077.2892 2.8107.8675 3.6203.5783.8097 1.4343 1.2029 2.5562 1.2029 1.122 0 1.9779-.4048 2.5562-1.2029.5899-.7981.8906-2.0126.8906-3.6203V8.27007h.0116ZM42.2642.3125l3.9789 16.2972h.0926L50.3608.3125h5.6561v22.2077h-4.3144v-6.4541l.3586-8.62862-.081-.02313-4.2449 15.10585h-2.88L40.6565 7.54158l-.081.01157.3702 8.51295v6.4541h-4.3144V.3125h5.6329ZM71.099 12.7697h-7.4604v6.2806h8.7674v3.4699H59.2896V.3125h13.0933v3.46996h-8.7443v5.5288h7.4604v3.45844ZM84.5284 16.7136c0-.8559-.2198-1.5499-.6709-2.0472-.4511-.509-1.2376-.9948-2.3595-1.4806-2.3133-.8096-4.0368-1.7234-5.1934-2.7412-1.1451-1.01788-1.7234-2.45213-1.7234-4.29121 0-1.81594.6708-3.29646 2.0126-4.44154C77.9355.566759 79.6473 0 81.7409 0c2.1166 0 3.8285.636159 5.1471 1.92004 1.3185 1.27232 1.9663 2.89164 1.92 4.83481l-.0347.09254h-4.2102c0-1.00629-.2545-1.81595-.7634-2.44054-.5089-.62459-1.2261-.93689-2.1514-.93689-.8675 0-1.5383.26603-2.0241.77496-.4858.52049-.7287 1.16822-.7287 1.95474 0 .72869.266 1.31858.8096 1.79281.5437.47423 1.469.98316 2.8107 1.56149 2.1051.71714 3.6897 1.61934 4.7539 2.70654 1.0641 1.0988 1.5961 2.5678 1.5961 4.43 0 1.92-.6361 3.4237-1.92 4.5109-1.2839 1.0873-2.9842 1.6309-5.1124 1.6309-2.1167 0-3.9442-.6246-5.4941-1.8506-1.5499-1.2376-2.3017-3.0073-2.2439-5.3091l.0347-.0925h4.2218c0 1.3649.2891 2.348.8675 2.9495.5783.6014 1.4573.9022 2.6256.9022.9137 0 1.5961-.2429 2.0357-.7287.4279-.4974.6477-1.1567.6477-1.9895ZM95.9213 14.5509v7.9693h-4.349V.3125h7.7148c2.2209 0 3.9559.659293 5.2509 1.96631 1.284 1.30702 1.92 3.03043 1.92 5.14711 0 2.1398-.647 3.85168-1.931 5.15868-1.284 1.307-3.031 1.9547-5.2399 1.9547h-3.3658v.0116Zm0-3.47h3.3774c.9253 0 1.6313-.347 2.1163-1.0294.486-.68241.729-1.5499.729-2.60245 0-1.06412-.243-1.94318-.729-2.63717-.474-.69399-1.191-1.04099-2.1279-1.04099h-3.3774v7.31001h.0116ZM113.583 13.707v8.8021h-4.326V.347656h7.241c2.186 0 3.898.578329 5.147 1.723414 1.249 1.15665 1.874 2.7644 1.874 4.81168 0 1.15665-.266 2.15137-.775 2.99573-.521.83282-1.272 1.50362-2.267 2.00102 1.133.3932 1.955 1.0294 2.464 1.92.497.8907.751 2.0126.751 3.3543v1.5731c0 .613.07 1.2607.209 1.9547.138.694.393 1.2029.74 1.5152v.3239h-4.476c-.359-.3239-.579-.8559-.671-1.5846-.093-.7287-.139-1.469-.139-2.2324v-1.5036c0-1.0988-.231-1.9663-.683-2.5678-.451-.613-1.098-.9137-1.943-.9137h-3.146v-.0116Zm0-3.4584h2.903c.891 0 1.562-.26603 2.013-.80965.463-.54363.682-1.30702.682-2.30174 0-1.01785-.219-1.82751-.682-2.42897-.463-.60146-1.122-.90219-2.001-.90219h-2.915v6.44255ZM141.909 14.5391c0 2.6025-.705 4.6266-2.116 6.0956-1.411 1.4574-3.297 2.1976-5.645 2.1976-2.348 0-4.221-.7287-5.621-2.1976-1.4-1.4574-2.105-3.4931-2.105-6.0956V8.3279c0-2.5909.705-4.62661 2.105-6.10712C129.927.74026 131.8 0 134.137 0c2.336 0 4.222.74026 5.644 2.22078 1.423 1.48051 2.14 3.51622 2.14 6.10712v6.2112h-.012Zm-4.314-6.26903c0-1.58462-.289-2.78753-.89-3.59719-.59-.80966-1.446-1.21449-2.58-1.21449-1.145 0-1.989.40483-2.556 1.20292s-.856 2.00101-.856 3.59719v6.2575c0 1.6077.289 2.8107.868 3.6203.578.8097 1.434 1.2029 2.556 1.2029s1.978-.4048 2.556-1.2029c.59-.7981.891-2.0126.891-3.6203V8.27007h.011Z" fill="#fff"/>
                        <path d="M147.681 18.5762h-4.291v3.9326h4.291v-3.9326Z" fill="#E45847"/>
                        <path fill-rule="evenodd" clip-rule="evenodd" d="M155.801 13.707v8.8021h-4.326V.347656h7.241c2.186 0 3.898.578329 5.147 1.723414 1.249 1.15665 1.874 2.7644 1.874 4.81168 0 1.15665-.266 2.15137-.775 2.99573-.521.83282-1.273 1.50362-2.267 2.00102 1.133.3932 1.954 1.0294 2.463 1.92.498.8907.752 2.0126.752 3.3543v1.5731c0 .613.07 1.2607.208 1.9547.139.694.394 1.2029.741 1.5152v.3239h-4.477c-.358-.3239-.578-.8559-.671-1.5846-.092-.7287-.138-1.469-.138-2.2324v-1.5036c0-1.0988-.232-1.9663-.683-2.5678-.451-.613-1.099-.9137-1.943-.9137h-3.146v-.0116Zm0-3.4584h2.903c.891 0 1.562-.26603 2.013-.80965.462-.54363.682-1.30702.682-2.30174 0-1.01785-.22-1.82751-.682-2.42897-.463-.60146-1.122-.90219-2.001-.90219h-2.915v6.44255ZM184 .3125v15.1059c0 2.3711-.694 4.1871-2.082 5.471-1.388 1.2838-3.204 1.9316-5.448 1.9316s-4.06-.6478-5.459-1.9316c-1.388-1.2955-2.082-3.1114-2.082-5.471V.3125h4.326v15.1059c0 1.3533.277 2.348.844 2.9841.555.6362 1.342.9601 2.36.9601 1.041 0 1.839-.3123 2.394-.9138.543-.613.821-1.6193.821-3.0304V.3125H184Z" fill="#E45847"/>
                    </svg></a>
                <div class="popup__name">Редактирование проекта</div>
                <form action="{{route('user.change_personal_project_main_info')}}" method="POST">
                    {{csrf_field()}}
                    <label>
                        <input type="hidden" name="id" value="{{$personal_project['id']}}">
                        <input class="name_validate" type="text" name="name" value="{{$personal_project['name']}}"><span>Название проекта</span>
                        <div class="error_message">Обязательное поле</div>
                    </label>
                    <label>
                        <input class="text_num_mask contract_number_validate" type="text" name="contract_number" value="{{$personal_project['contract_number']}}"><span>Номер договора</span>
                        <div class="error_message">Обязательное поле</div>
                    </label>
                    <label>
                        <input class="num_mask square_validate" type="text" name="square" value="{{$personal_project['square']}}"><span>Площадь</span>
                        <div class="error_message">Обязательное поле</div>
                    </label>
                    <label>
                        <input class="login_mask employee_validate" type="text" name="employee" value="{{$architector_login}}"><span>Ведущий архитектор</span>
                        <div class="error_message">Минимум 3 символа</div>
                    </label>
                    <label>
                        <input class="" type="date" name="start" value="{{$personal_project['start']}}"><span>Дата начала</span>
                        <div class="error_message">Минимум 3 символа</div>
                    </label>
                    <label>
                        <input class="" type="date" name="control" value="{{$personal_project['control']}}"><span>Дата контроля</span>
                        <div class="error_message">Минимум 3 символа</div>
                    </label>
                    <label>
                        <input class="" type="date" name="end" value="{{$personal_project['end']}}"><span>Дата конца</span>
                        <div class="error_message">Минимум 3 символа</div>
                    </label>
                    <label>
                        <input class="" type="number" name="price" value="{{$personal_project['price']}}"><span>Стоимость</span>
                        <div class="error_message">Минимум 3 символа</div>
                    </label>
                    <div class="form_error_message">Проверьте правильность полей!</div>
                    <button class="btn" type="submit">
                        Сохранить<svg width="33" height="16" viewBox="0 0 33 16" fill="none" xmlns="http://www.w3.org/2000/svg">
                            <path d="M1 7c-.552285 0-1 .44772-1 1s.447715 1 1 1V7Zm31.7071 1.7071c.3905-.39052.3905-1.02369 0-1.41421L26.3431.92893c-.3905-.390524-1.0236-.390524-1.4142 0-.3905.39052-.3905 1.02369 0 1.41421L30.5858 8l-5.6569 5.6569c-.3905.3905-.3905 1.0236 0 1.4142.3906.3905 1.0237.3905 1.4142 0l6.364-6.364ZM1 9h31V7H1v2Z" fill="#fff" fill-opacity=".5"/>
                        </svg>
                    </button>
                </form>
            </div>
        </div>
    </div>
    <button class="scroll_up" type="button"><svg width="16" height="20" viewBox="0 0 16 20" fill="none" xmlns="http://www.w3.org/2000/svg">
            <path d="M9 1.5c0-.552285-.44772-1-1-1s-1 .447715-1 1h2ZM7.29289 19.7071c.39053.3905 1.02369.3905 1.41422 0l6.36399-6.364c.3905-.3905.3905-1.0236 0-1.4142-.3906-.3905-1.0237-.3905-1.4142 0L8 17.5858l-5.65685-5.6569c-.39053-.3905-1.02369-.3905-1.414218 0-.390525.3906-.390525 1.0237 0 1.4142l6.363958 6.364ZM7 1.5V19h2V1.5H7Z" fill="#fff" fill-opacity=".5"/>
        </svg>
    </button>
    @endforeach
@endsection