@extends("layouts.site_ru_layout")
@section('content')
    <section class="section banner">
        <div class="container">
            <div class="banner__inner">
                <div class="section__title">Готовые проекты</div>
                <div class="banner__text">По стандартам качества HOMESPRO</div>
            </div>
            <div class="banner__container">
                <div class="banner__info">100 + готовых проектов</div>
                <div class="banner__img">
                    <picture>
                        <source media="(min-width: 48.1em)" srcset="img/services/banner.jpg"/><img src="img/services/banner_mob.jpg"/>
                    </picture>
                </div>
                <div class="socials"><a class="soc soc_ig" href="#"><svg width="21" height="21" viewBox="0 0 21 21" fill="none" xmlns="http://www.w3.org/2000/svg">
                            <path d="M10.4972 6.99851c-1.92804 0-3.50145 1.57344-3.50145 3.50149 0 1.9281 1.57341 3.5015 3.50145 3.5015 1.928 0 3.5014-1.5734 3.5014-3.5015 0-1.92805-1.5734-3.50149-3.5014-3.50149ZM20.9988 10.5c0-1.44998.0132-2.88683-.0683-4.33418-.0814-1.68113-.4649-3.17314-1.6942-4.40247C18.0044.53139 16.515.150507 14.8339.0690774c-1.45-.08143-2.8868-.068296-4.3341-.068296-1.44995 0-2.88677-.013134-4.33409.068296C4.4846.150507 2.99262.534016 1.76331 1.76335.53138 2.9953.150505 4.48469.0690761 6.16582-.0123524 7.6158.0007813 9.05265.0007813 10.5c0 1.4474-.0131337 2.8868.0682948 4.3342.0814289 1.6811.4649309 3.1731 1.6942339 4.4025 1.23194 1.2319 2.72129 1.6128 4.4024 1.6942 1.44995.0815 2.88677.0683 4.33409.0683 1.45 0 2.8868.0132 4.3341-.0683 1.6811-.0814 3.1731-.4649 4.4024-1.6942 1.2319-1.232 1.6128-2.7214 1.6942-4.4025.0841-1.4474.0683-2.8842.0683-4.3342Zm-10.5016 5.3875c-2.98136 0-5.38744-2.4061-5.38744-5.3875 0-2.98139 2.40608-5.38752 5.38744-5.38752 2.9813 0 5.3874 2.40613 5.3874 5.38752 0 2.9814-2.4061 5.3875-5.3874 5.3875Zm5.608-9.73744c-.696 0-1.2582-.56213-1.2582-1.25822 0-.6961.5622-1.25823 1.2582-1.25823.6961 0 1.2582.56213 1.2582 1.25823.0002.16529-.0322.32899-.0953.48174-.0632.15275-.1558.29154-.2727.40842-.1169.11688-.2557.20955-.4084.27271-.1528.06316-.3165.09556-.4818.09535Z" fill="#656666"/>
                        </svg></a><a class="soc soc_fb" href="#"><svg width="10" height="20" viewBox="0 0 10 20" fill="none" xmlns="http://www.w3.org/2000/svg">
                            <path d="m9.34475 11.6505.51826-3.74843H6.621V5.47066c0-1.02549.45297-2.02617 1.90503-2.02617H10V.253271S8.66233 0 7.38333 0C4.71324 0 2.96804 1.79519 2.96804 5.04517v2.8569H0v3.74843h2.96804v8.192c1.21029.21 2.44267.21 3.65296 0v-8.192h2.72375Z" fill="#656666"/>
                        </svg></a><a class="soc soc_vk" href="#"><svg width="29" height="17" viewBox="0 0 29 17" fill="none" xmlns="http://www.w3.org/2000/svg">
                            <path fill-rule="evenodd" clip-rule="evenodd" d="M28.3348 1.15114C28.5354.488143 28.3348 0 27.3742 0h-3.1718c-.8071 0-1.1793.421357-1.3811.886429 0 0-1.6131 3.880861-3.898 6.401711-.7395.731-1.0754.96293-1.479.96293-.2017 0-.505-.23193-.505-.89614V1.15114C16.9393.354571 16.7169 0 16.0451 0h-4.9879c-.5038 0-.8071.369143-.8071.720071 0 .754069 1.143.928929 1.2602 3.051499v4.61186c0 1.0115-.1848 1.19486-.5884 1.19486-1.0754 0-3.69138-3.89908-5.24406-8.36036C5.37697.349714 5.07248 0 4.2617 0H1.08748C.181246 0 0 .421357 0 .886429 0 1.71457 1.07539 5.82857 5.00844 11.2698 7.63047 14.9855 11.3218 17 14.6846 17c2.0166 0 2.2655-.4469 2.2655-1.2179v-2.8087c0-.8949.191-1.0734.8302-1.0734.4712 0 1.2771.2331 3.1597 2.0242C23.0908 16.048 23.4448 17 24.6555 17h3.1718c.9063 0 1.3606-.4469 1.0996-1.3309-.2876-.8791-1.3146-2.1553-2.6764-3.6695-.7395-.8622-1.8487-1.7911-2.1858-2.25617-.4701-.59622-.3359-.86214 0-1.39279 0 0 3.8665-5.37443 4.2689-7.1995h.0012Z" fill="#656666"/>
                        </svg></a><a class="soc soc_yt" href="#"><svg width="29" height="20" viewBox="0 0 29 20" fill="none" xmlns="http://www.w3.org/2000/svg">
                            <path d="M28.3928 3.138c-.1642-.60558-.484-1.15385-.9255-1.58651-.4539-.44597-1.0103-.764985-1.6165-.926929C23.5818.0061946 14.4915.0061948 14.4915.0061948 10.7019-.0383868 6.91321.157694 3.14682.59333c-.60627.173909-1.16158.50005-1.61653.94941-.44702.44473-.770813.99314-.939957 1.59401C.184017 5.40003-.0133996 7.6981.0007457 9.99999-.0137524 12.2998.183179 14.5971.590333 16.8632c.165519.5984.488097 1.1443.936337 1.5853.44823.441 1.0064.7595 1.62015.9282 2.29915.6171 11.34468.6171 11.34468.6171 3.7945.0446 7.588-.1514 11.3593-.5871.6062-.162 1.1626-.481 1.6165-.927.447-.4409.7648-.9894.9243-1.5865.4169-2.2624.6196-4.5614.6052-6.8645.0314-2.31278-.1711-4.62265-.604-6.89195V3.138ZM11.6016 14.2773V5.7239l7.5632 4.2773-7.5632 4.2761Z" fill="#656666"/>
                        </svg></a><a class="soc soc_tg" href="#"><svg width="24" height="20" viewBox="0 0 24 20" fill="none" xmlns="http://www.w3.org/2000/svg">
                            <path d="M21.7754.336778 1.09037 8.31328c-1.411662.567-1.403496 1.3545-.258996 1.70562l5.310666 1.6567L18.4294 3.92311c.581-.3535 1.1118-.16333.6755.224L9.14971 13.1316h-.00234l.00234.0012-.36634 5.474c.53667 0 .7735-.2462 1.0745-.5367l2.57953-2.5083 5.3655 3.9631c.9893.5449 1.6998.2649 1.946-.9158L23.271 2.00978c.3605-1.445502-.5518-2.1000016-1.4956-1.673002Z" fill="#656666"/>
                        </svg></a></div>
            </div>
        </div>
    </section>
    <section class="section projects_series">
        <div class="container">
            <div class="section__title">Серии проектов</div>
            <form>
                <div class="filter">
                    <div class="filter__by">Фильтр по:</div>
                    <div class="filter__select"><span>Выберете проект:</span>
                        <select>
                            <option value="Все">Все</option>
                            <option value="Флэтхаус">Флэтхаус</option>
                            <option value="Барнхаус">Барнхаус</option>
                            <option value="Вальма">Вальма</option>
                        </select><svg width="16" height="20" viewBox="0 0 16 20" fill="none" xmlns="http://www.w3.org/2000/svg">
                            <path d="M9 1.5c0-.552285-.44772-1-1-1s-1 .447715-1 1h2ZM7.29289 19.7071c.39053.3905 1.02369.3905 1.41422 0l6.36399-6.364c.3905-.3905.3905-1.0236 0-1.4142-.3906-.3905-1.0237-.3905-1.4142 0L8 17.5858l-5.65685-5.6569c-.39053-.3905-1.02369-.3905-1.414218 0-.390525.3906-.390525 1.0237 0 1.4142l6.363958 6.364ZM7 1.5V19h2V1.5H7Z" fill="#fff" fill-opacity=".5"/>
                        </svg>
                    </div>
                    <div class="filter__info"><span>Найдено:</span>
                        <div class="filter__count">20</div>
                    </div>
                </div>
                <div class="series">
                    <div class="series__name">Флэтхаус</div>
                    <div class="series__text">Простые формы фасада и понятные планировки. Одноэтажные или двухэтажные дома. Плоские крыши. Большие панорамные окна. Стильные и современные материалы отделки.</div>
                    <div class="cards">
                        <div class="card">
                            <div class="card__top">
                                <div class="card__name">colour block</div>
                            </div>
                            <div class="card__img">
                                <div class="card__info">
                                    <div class="card__number">№ 24</div>
                                    <div class="card__year">2022 г.</div>
                                </div>
                                <picture>
                                    <source media="(min-width: 48.1em)" srcset="img/projects_slider/project_slide1.jpg"><img src="img/projects_slider/project_slide1_mob.jpg">
                                </picture>
                            </div>
                            <div class="card__bottom">
                                <div class="card__area"><span>общая площадь</span>
                                    <div class="card__area_num">213,5 м<sup>2</sup></div>
                                </div><a class="more_detail" href="#">
                                    Подробнее<svg width="33" height="16" viewBox="0 0 33 16" fill="none" xmlns="http://www.w3.org/2000/svg">
                                        <path d="M1 7c-.552285 0-1 .44772-1 1s.447715 1 1 1V7Zm31.7071 1.7071c.3905-.39052.3905-1.02369 0-1.41421L26.3431.92893c-.3905-.390524-1.0236-.390524-1.4142 0-.3905.39052-.3905 1.02369 0 1.41421L30.5858 8l-5.6569 5.6569c-.3905.3905-.3905 1.0236 0 1.4142.3906.3905 1.0237.3905 1.4142 0l6.364-6.364ZM1 9h31V7H1v2Z" fill="#fff" fill-opacity=".5"/>
                                    </svg></a>
                            </div>
                        </div>
                        <div class="card">
                            <div class="card__top">
                                <div class="card__name">colour block</div>
                            </div>
                            <div class="card__img">
                                <div class="card__info">
                                    <div class="card__number">№ 24</div>
                                    <div class="card__year">2022 г.</div>
                                </div>
                                <picture>
                                    <source media="(min-width: 48.1em)" srcset="img/projects_slider/project_slide1.jpg"><img src="img/projects_slider/project_slide1_mob.jpg">
                                </picture>
                            </div>
                            <div class="card__bottom">
                                <div class="card__area"><span>общая площадь</span>
                                    <div class="card__area_num">213,5 м<sup>2</sup></div>
                                </div><a class="more_detail" href="#">
                                    Подробнее<svg width="33" height="16" viewBox="0 0 33 16" fill="none" xmlns="http://www.w3.org/2000/svg">
                                        <path d="M1 7c-.552285 0-1 .44772-1 1s.447715 1 1 1V7Zm31.7071 1.7071c.3905-.39052.3905-1.02369 0-1.41421L26.3431.92893c-.3905-.390524-1.0236-.390524-1.4142 0-.3905.39052-.3905 1.02369 0 1.41421L30.5858 8l-5.6569 5.6569c-.3905.3905-.3905 1.0236 0 1.4142.3906.3905 1.0237.3905 1.4142 0l6.364-6.364ZM1 9h31V7H1v2Z" fill="#fff" fill-opacity=".5"/>
                                    </svg></a>
                            </div>
                        </div>
                    </div><a class="btn more_cards" href="#">
                        Загрузить еще<svg width="33" height="16" viewBox="0 0 33 16" fill="none" xmlns="http://www.w3.org/2000/svg">
                            <path d="M1 7c-.552285 0-1 .44772-1 1s.447715 1 1 1V7Zm31.7071 1.7071c.3905-.39052.3905-1.02369 0-1.41421L26.3431.92893c-.3905-.390524-1.0236-.390524-1.4142 0-.3905.39052-.3905 1.02369 0 1.41421L30.5858 8l-5.6569 5.6569c-.3905.3905-.3905 1.0236 0 1.4142.3906.3905 1.0237.3905 1.4142 0l6.364-6.364ZM1 9h31V7H1v2Z" fill="#fff" fill-opacity=".5"/>
                        </svg></a>
                </div>
                <div class="series">
                    <div class="series__name">Барнхаус</div>
                    <div class="series__text">Лаконичный дизайн из натуральных отделочных материалов. Узнаваемый силуэт домов европейским обликом. Кликфальц, деревянный планкен и кирпич на фасаде.</div>
                    <div class="cards">
                        <div class="card">
                            <div class="card__top">
                                <div class="card__name">colour block</div>
                            </div>
                            <div class="card__img">
                                <div class="card__info">
                                    <div class="card__number">№ 24</div>
                                    <div class="card__year">2022 г.</div>
                                </div>
                                <picture>
                                    <source media="(min-width: 48.1em)" srcset="img/projects_slider/project_slide1.jpg"><img src="img/projects_slider/project_slide1_mob.jpg">
                                </picture>
                            </div>
                            <div class="card__bottom">
                                <div class="card__area"><span>общая площадь</span>
                                    <div class="card__area_num">213,5 м<sup>2</sup></div>
                                </div><a class="more_detail" href="#">
                                    Подробнее<svg width="33" height="16" viewBox="0 0 33 16" fill="none" xmlns="http://www.w3.org/2000/svg">
                                        <path d="M1 7c-.552285 0-1 .44772-1 1s.447715 1 1 1V7Zm31.7071 1.7071c.3905-.39052.3905-1.02369 0-1.41421L26.3431.92893c-.3905-.390524-1.0236-.390524-1.4142 0-.3905.39052-.3905 1.02369 0 1.41421L30.5858 8l-5.6569 5.6569c-.3905.3905-.3905 1.0236 0 1.4142.3906.3905 1.0237.3905 1.4142 0l6.364-6.364ZM1 9h31V7H1v2Z" fill="#fff" fill-opacity=".5"/>
                                    </svg></a>
                            </div>
                        </div>
                        <div class="card">
                            <div class="card__top">
                                <div class="card__name">colour block</div>
                            </div>
                            <div class="card__img">
                                <div class="card__info">
                                    <div class="card__number">№ 24</div>
                                    <div class="card__year">2022 г.</div>
                                </div>
                                <picture>
                                    <source media="(min-width: 48.1em)" srcset="img/projects_slider/project_slide1.jpg"><img src="img/projects_slider/project_slide1_mob.jpg">
                                </picture>
                            </div>
                            <div class="card__bottom">
                                <div class="card__area"><span>общая площадь</span>
                                    <div class="card__area_num">213,5 м<sup>2</sup></div>
                                </div><a class="more_detail" href="#">
                                    Подробнее<svg width="33" height="16" viewBox="0 0 33 16" fill="none" xmlns="http://www.w3.org/2000/svg">
                                        <path d="M1 7c-.552285 0-1 .44772-1 1s.447715 1 1 1V7Zm31.7071 1.7071c.3905-.39052.3905-1.02369 0-1.41421L26.3431.92893c-.3905-.390524-1.0236-.390524-1.4142 0-.3905.39052-.3905 1.02369 0 1.41421L30.5858 8l-5.6569 5.6569c-.3905.3905-.3905 1.0236 0 1.4142.3906.3905 1.0237.3905 1.4142 0l6.364-6.364ZM1 9h31V7H1v2Z" fill="#fff" fill-opacity=".5"/>
                                    </svg></a>
                            </div>
                        </div>
                    </div><a class="btn more_cards" href="#">
                        Загрузить еще<svg width="33" height="16" viewBox="0 0 33 16" fill="none" xmlns="http://www.w3.org/2000/svg">
                            <path d="M1 7c-.552285 0-1 .44772-1 1s.447715 1 1 1V7Zm31.7071 1.7071c.3905-.39052.3905-1.02369 0-1.41421L26.3431.92893c-.3905-.390524-1.0236-.390524-1.4142 0-.3905.39052-.3905 1.02369 0 1.41421L30.5858 8l-5.6569 5.6569c-.3905.3905-.3905 1.0236 0 1.4142.3906.3905 1.0237.3905 1.4142 0l6.364-6.364ZM1 9h31V7H1v2Z" fill="#fff" fill-opacity=".5"/>
                        </svg></a>
                </div>
                <div class="series">
                    <div class="series__name">Вальма</div>
                    <div class="series__text">Четырехскатные крыши в современной архитектуре. Прекрасное дополнение к минималистичным фасадам одноэтажных или двухэтажных домов.</div>
                    <div class="cards">
                        <div class="card">
                            <div class="card__top">
                                <div class="card__name">colour block</div>
                            </div>
                            <div class="card__img">
                                <div class="card__info">
                                    <div class="card__number">№ 24</div>
                                    <div class="card__year">2022 г.</div>
                                </div>
                                <picture>
                                    <source media="(min-width: 48.1em)" srcset="img/projects_slider/project_slide1.jpg"><img src="img/projects_slider/project_slide1_mob.jpg">
                                </picture>
                            </div>
                            <div class="card__bottom">
                                <div class="card__area"><span>общая площадь</span>
                                    <div class="card__area_num">213,5 м<sup>2</sup></div>
                                </div><a class="more_detail" href="#">
                                    Подробнее<svg width="33" height="16" viewBox="0 0 33 16" fill="none" xmlns="http://www.w3.org/2000/svg">
                                        <path d="M1 7c-.552285 0-1 .44772-1 1s.447715 1 1 1V7Zm31.7071 1.7071c.3905-.39052.3905-1.02369 0-1.41421L26.3431.92893c-.3905-.390524-1.0236-.390524-1.4142 0-.3905.39052-.3905 1.02369 0 1.41421L30.5858 8l-5.6569 5.6569c-.3905.3905-.3905 1.0236 0 1.4142.3906.3905 1.0237.3905 1.4142 0l6.364-6.364ZM1 9h31V7H1v2Z" fill="#fff" fill-opacity=".5"/>
                                    </svg></a>
                            </div>
                        </div>
                        <div class="card">
                            <div class="card__top">
                                <div class="card__name">colour block</div>
                            </div>
                            <div class="card__img">
                                <div class="card__info">
                                    <div class="card__number">№ 24</div>
                                    <div class="card__year">2022 г.</div>
                                </div>
                                <picture>
                                    <source media="(min-width: 48.1em)" srcset="img/projects_slider/project_slide1.jpg"><img src="img/projects_slider/project_slide1_mob.jpg">
                                </picture>
                            </div>
                            <div class="card__bottom">
                                <div class="card__area"><span>общая площадь</span>
                                    <div class="card__area_num">213,5 м<sup>2</sup></div>
                                </div><a class="more_detail" href="#">
                                    Подробнее<svg width="33" height="16" viewBox="0 0 33 16" fill="none" xmlns="http://www.w3.org/2000/svg">
                                        <path d="M1 7c-.552285 0-1 .44772-1 1s.447715 1 1 1V7Zm31.7071 1.7071c.3905-.39052.3905-1.02369 0-1.41421L26.3431.92893c-.3905-.390524-1.0236-.390524-1.4142 0-.3905.39052-.3905 1.02369 0 1.41421L30.5858 8l-5.6569 5.6569c-.3905.3905-.3905 1.0236 0 1.4142.3906.3905 1.0237.3905 1.4142 0l6.364-6.364ZM1 9h31V7H1v2Z" fill="#fff" fill-opacity=".5"/>
                                    </svg></a>
                            </div>
                        </div>
                    </div><a class="btn more_cards" href="#">
                        Загрузить еще<svg width="33" height="16" viewBox="0 0 33 16" fill="none" xmlns="http://www.w3.org/2000/svg">
                            <path d="M1 7c-.552285 0-1 .44772-1 1s.447715 1 1 1V7Zm31.7071 1.7071c.3905-.39052.3905-1.02369 0-1.41421L26.3431.92893c-.3905-.390524-1.0236-.390524-1.4142 0-.3905.39052-.3905 1.02369 0 1.41421L30.5858 8l-5.6569 5.6569c-.3905.3905-.3905 1.0236 0 1.4142.3906.3905 1.0237.3905 1.4142 0l6.364-6.364ZM1 9h31V7H1v2Z" fill="#fff" fill-opacity=".5"/>
                        </svg></a>
                </div>
            </form>
        </div>
    </section>
    <section class="section section_advantages">
        <div class="container">
            <div class="section__title">Преимущества</div>
            <div class="advantages advantages_single">
                <div class="advantage">
                    <div class="advantage__img" style="background-image:url(img/advantages/advantage1.png)">
                        <div class="advantage__icon" style="width:43rem"><svg width="43" height="43" viewBox="0 0 43 43" fill="none" xmlns="http://www.w3.org/2000/svg">
                                <path d="M21.5 12.7763c-1.1456 0-2.28.2257-3.3384.6641-1.0584.4384-2.0201 1.081-2.8301 1.891-.8101.8101-1.4527 1.7718-1.8911 2.8302-.4384 1.0584-.664 2.1928-.664 3.3384s.2256 2.2799.664 3.3383c.4384 1.0584 1.081 2.0201 1.8911 2.8302.81.8101 1.7717 1.4526 2.8301 1.891 1.0584.4384 2.1928.6641 3.3384.6641 2.3136 0 4.5325-.9191 6.1685-2.5551 1.636-1.636 2.5551-3.8549 2.5551-6.1685 0-2.3137-.9191-4.5326-2.5551-6.1686-1.636-1.636-3.8549-2.5551-6.1685-2.5551ZM15.4639 21.5c0-1.6009.6359-3.1362 1.7679-4.2682 1.132-1.132 2.6673-1.768 4.2682-1.768 1.6009 0 3.1362.636 4.2682 1.768 1.132 1.132 1.7679 2.6673 1.7679 4.2682 0 1.6008-.6359 3.1361-1.7679 4.2681-1.132 1.132-2.6673 1.768-4.2682 1.768-1.6009 0-3.1362-.636-4.2682-1.768-1.132-1.132-1.7679-2.6673-1.7679-4.2681Z" fill="#E45847"/>
                                <path d="M26.3264 3.60939c-1.4163-4.81063-8.2372-4.81063-9.6535 0l-.2526.85731c-.099.33581-.2718.64523-.5058.90558-.234.26034-.5233.46502-.8468.59902-.3234.134-.6727.19394-1.0222.1754-.3496-.01853-.6906-.11505-.9981-.2825l-.7847-.43c-4.40751-2.39725-9.22619 2.42412-6.82626 6.8289l.42732.7848c.16744.3074.26397.6484.2825.998.01853.3496-.0414.6989-.1754 1.0223s-.33868.6127-.59903.8468c-.26034.234-.56976.4068-.90557.5057l-.85732.2526c-4.81062 1.4163-4.81062 8.2372 0 9.6535l.85732.2526c.33581.099.64523.2718.90557.5058.26035.234.46503.5233.59903.8468.134.3234.19393.6727.1754 1.0222-.01853.3496-.11506.6906-.2825.9981l-.43.7847c-2.39725 4.4075 2.42143 9.2289 6.82894 6.8263l.7847-.4274c.3075-.1674.6485-.2639.9981-.2825.3495-.0185.6988.0414 1.0222.1754.3235.134.6128.3387.8468.5991.234.2603.4068.5697.5058.9055l.2526.8574c1.4163 4.8106 8.2372 4.8106 9.6535 0l.2526-.8574c.0989-.3358.2717-.6452.5057-.9055.2341-.2604.5234-.4651.8468-.5991.3234-.134.6727-.1939 1.0223-.1754.3496.0186.6906.1151.998.2825l.7848.43c4.4075 2.4 9.2288-2.4241 6.8262-6.8289l-.4273-.7847c-.1674-.3075-.264-.6485-.2825-.9981-.0185-.3495.0414-.6988.1754-1.0222.134-.3235.3387-.6128.599-.8468.2604-.234.5698-.4068.9056-.5058l.8573-.2526c4.8106-1.4163 4.8106-8.2372 0-9.6535l-.8573-.2526c-.3358-.0989-.6452-.2717-.9056-.5057-.2603-.2341-.465-.5234-.599-.8468-.134-.3234-.1939-.6727-.1754-1.0223.0185-.3496.1151-.6906.2825-.998l.43-.7848c2.3999-4.40746-2.4241-9.22615-6.8289-6.82621l-.7848.42731c-.3074.16745-.6484.26397-.998.2825-.3496.01854-.6989-.0414-1.0223-.1754s-.6127-.33868-.8468-.59902c-.234-.26035-.4068-.56977-.5057-.90558l-.2526-.85731Zm-7.0762.76056c.6611-2.24406 3.8377-2.24406 4.4989 0l.2526.85731c.2124.72048.5833 1.3843 1.0855 1.94279.5023.5585 1.1232.99751 1.8172 1.28485.694.28733 1.4435.41572 2.1936.37573.75-.03998 1.4816-.24732 2.1411-.60681l.7821-.43c2.0532-1.11531 4.3 1.12875 3.182 3.18468l-.4273.7848c-.359.6595-.5658 1.3911-.6053 2.141-.0396.7499.0891 1.4991.3767 2.1928.2876.6937.7267 1.3142 1.2852 1.8162.5585.5019 1.2223.8726 1.9426 1.0847l.8547.2526c2.244.6612 2.244 3.8378 0 4.4989l-.8574.2526c-.7204.2124-1.3843.5833-1.9428 1.0856-.5584.5023-.9975 1.1231-1.2848 1.8171-.2873.694-.4157 1.4435-.3757 2.1936.04.7501.2473 1.4817.6068 2.1412l.43.782c1.1153 2.0533-1.1288 4.3-3.1847 3.182l-.7821-.4273c-.6597-.3594-1.3914-.5667-2.1417-.6065-.7502-.0398-1.4998.0888-2.1938.3764s-1.3149.727-1.817 1.2858c-.5022.5588-.8728 1.2229-1.0849 1.9436l-.2526.8546c-.6612 2.2441-3.8378 2.2441-4.4989 0l-.2526-.8573c-.2125-.7201-.5833-1.3836-1.0854-1.9418-.5021-.5582-1.1227-.997-1.8164-1.2843-.6936-.2873-1.4427-.4158-2.1925-.3761-.7497.0397-1.4811.2466-2.1405.6056l-.7847.43c-2.05328 1.1153-4.30003-1.1287-3.18203-3.1847l.42731-.782c.36-.6596.56774-1.3915.60799-2.1419.04024-.7504-.08803-1.5002-.3754-2.1946-.28738-.6943-.72657-1.3155-1.28534-1.8179-.55877-.5025-1.22296-.8735-1.94381-1.0857l-.85731-.2527c-2.24406-.6611-2.24406-3.8377 0-4.4989l.85731-.2526c.71973-.2125 1.38282-.5833 1.94076-1.0852.55793-.5019.99658-1.1222 1.28385-1.8155.28726-.6933.41587-1.4421.37641-2.1915-.03945-.7494-.24598-1.4805-.60446-2.1398l-.43-.7848C6.67807 8.92526 8.92213 6.67851 10.9781 7.79651l.7847.42731c.6594.35899 1.3908.56592 2.1405.60564.7498.03972 1.4989-.08878 2.1925-.37608.6937-.2873 1.3143-.72613 1.8164-1.28434.5021-.55822.8729-1.22167 1.0854-1.94178l.2526-.85731Z" fill="#E45847"/>
                            </svg>
                        </div>
                    </div>
                    <div class="advantage__text">Удобство и практичность в использовании</div>
                </div>
                <div class="advantage">
                    <div class="advantage__img advantage__img_light" style="background-image:url(img/advantages/advantage2.png)">
                        <div class="advantage__icon" style="width:43rem"><svg width="43" height="45" viewBox="0 0 43 45" fill="none" xmlns="http://www.w3.org/2000/svg">
                                <path d="M18.0622 1.35372C19.025.544638 20.2424.10107 21.5.10107s2.475.443568 3.4378 1.25265L40.9691 14.8342c.5967.5015 1.0765 1.1274 1.4058 1.8339.3292.7065.4999 1.4764.5001 2.2559v22.3903c0 .9448-.3753 1.8509-1.0434 2.519-.6681.6681-1.5743 1.0435-2.5191 1.0435h-9.7969c-.9448 0-1.8509-.3754-2.519-1.0435-.6681-.6681-1.0435-1.5742-1.0435-2.519V28.8455h-8.9062v12.4688c0 .9448-.3754 1.8509-1.0435 2.519-.6681.6681-1.5742 1.0435-2.519 1.0435H3.6875c-.94483 0-1.85097-.3754-2.51907-1.0435C.500334 43.1652.125 42.2591.125 41.3143V18.9222c.000197-.7795.170903-1.5494.500148-2.2559.329245-.7065.809062-1.3324 1.405792-1.8339L18.0622 1.35194v.00178Zm4.5849 2.72531c-.3211-.27031-.7274-.41855-1.1471-.41855-.4197 0-.826.14824-1.1471.41855L4.32162 17.5631c-.19815.1668-.35755.3748-.46707.6096-.10952.2347-.16653.4905-.16705.7495v22.3903h9.7969V28.8438c0-.9449.3753-1.851 1.0434-2.5191.6681-.6681 1.5742-1.0434 2.5191-1.0434h8.9062c.9449 0 1.851.3753 2.5191 1.0434.6681.6681 1.0434 1.5742 1.0434 2.5191v12.4687h9.7969V18.9222c0-.2596-.0568-.5161-.1663-.7515-.1095-.2354-.2692-.444-.4678-.6112L22.6471 4.07903Z" fill="#fff"/>
                            </svg>
                        </div>
                    </div>
                    <div class="advantage__text">Минималистичный дизайн фасадов и интерьера</div>
                </div>
                <div class="advantage">
                    <div class="advantage__img" style="background-image:url(img/advantages/advantage3.png)">
                        <div class="advantage__icon" style="width:53rem"><svg width="53" height="45" viewBox="0 0 53 45" fill="none" xmlns="http://www.w3.org/2000/svg">
                                <path d="M.687502 4.67831V15.7556c-.001151 2.3847.552358 4.7369 1.616778 6.8709 1.06441 2.134 2.61057 3.9911 4.51627 5.4247 1.90569 1.4336 4.11865 2.4042 6.46415 2.8353 2.3454.4311 4.7589.3108 7.0498-.3514.6048 1.5118 1.4271 2.9094 2.4264 4.1595l-6.5822 6.5895c-.3457.3462-.5398.8156-.5394 1.3049.0003.4892.195.9583.5412 1.304.3462.3458.8156.5398 1.3049.5394.4892-.0003.9583-.195 1.304-.5412l6.5785-6.5859c2.4399 1.9509 5.3812 3.1731 8.4851 3.5259 3.104.3528 6.2445-.1782 9.0599-1.5318 2.8155-1.3536 5.1915-3.4747 6.8544-6.1193 1.6629-2.6446 2.5452-5.705 2.5452-8.829V12.293c0-2.50013-2.0281-4.52456-4.5246-4.52456H35.7298c-2.0871 0-4.0784.3835-5.9147 1.08412-1.28-2.54955-3.2441-4.69274-5.6725-6.1899C21.7142 1.1655 18.9172.373422 16.0644.374999H4.99081C2.61606.374999.687502 2.30356.687502 4.67831ZM27.9934 34.6761l9.0418-9.0454c.3457-.3462.5397-.8156.5394-1.3048-.0004-.4893-.195-.9584-.5413-1.3041-.1714-.1712-.3748-.3069-.5987-.3995-.2239-.0925-.4638-.1401-.7061-.1399-.4893.0003-.9583.195-1.3041.5412l-9.0307 9.0418c-1.4309-1.9176-2.3003-4.1955-2.5109-6.5788-.2106-2.3834.2458-4.7784 1.3183-6.9172 1.0725-2.1389 2.7187-3.9372 4.7547-5.1941 2.0359-1.2569 4.3814-1.9227 6.774-1.923h12.0618c.461 0 .8371.3761.8371.837v12.0618c.0002 2.3949-.6664 4.7425-1.925 6.7799-1.2586 2.0375-3.0596 3.6843-5.2012 4.7561s-4.5394 1.5262-6.9246 1.3123c-2.3853-.2139-4.664-1.0876-6.5808-2.5233h-.0037ZM16.0681 4.0625c2.1753-.00058 4.3077.60587 6.1571 1.75113 1.8495 1.14525 3.3427 2.78386 4.3117 4.73147-2.6234 1.7489-4.6962 4.2066-5.9775 7.0874l-5.664-5.6566c-.1714-.1712-.3748-.3069-.5987-.3995-.2239-.0925-.4638-.1401-.7061-.1399-.2423.0001-.4821.048-.7059.1409-.2237.0929-.427.2289-.5982.4003-.1711.1714-.3069.3749-.3994.5988-.0926.2239-.1401.4638-.14.7061.0002.2422.0481.4821.141.7058.0928.2238.2289.427.4003.5982l7.0726 7.0653c-.2884 1.7629-.2921 3.5606-.0111 5.3247-1.7431.5106-3.5813.6078-5.3686.2842-1.7873-.3237-3.4746-1.0594-4.92797-2.1489-1.45341-1.0894-2.63293-2.5025-3.44501-4.1273-.81207-1.6247-1.23435-3.4163-1.23332-5.2327L4.37131 4.67462c.00369-.33556.28025-.61212.6195-.61212H16.0681Z" fill="#E45847"/>
                            </svg>
                        </div>
                    </div>
                    <div class="advantage__text">Экология для человека внутри и для природы снаружи</div>
                </div>
                <div class="advantage">
                    <div class="advantage__img advantage__img_light" style="background-image:url(img/advantages/advantage4.png)">
                        <div class="advantage__icon" style="width:47rem"><svg width="47" height="31" viewBox="0 0 47 31" fill="none" xmlns="http://www.w3.org/2000/svg">
                                <path d="M36.25 2.75H6.5C4.15279 2.75 2.25 4.65279 2.25 7v17c0 2.3472 1.90279 4.25 4.25 4.25h29.75c2.3472 0 4.25-1.9028 4.25-4.25V7c0-2.34721-1.9028-4.25-4.25-4.25ZM40.5 11.25h3.1875c.2818 0 .5521.1119.7513.3112.1993.1993.3112.4695.3112.7513v6.375c0 .2818-.1119.552-.3112.7513-.1992.1993-.4695.3112-.7513.3112H40.5v-8.5Z" stroke="#fff" stroke-width="4" stroke-linecap="round" stroke-linejoin="round"/>
                            </svg>
                        </div>
                    </div>
                    <div class="advantage__text">Энергоэффективность и энергонезависимость</div>
                </div>
                <div class="advantage">
                    <div class="advantage__img" style="background-image:url(img/advantages/advantage5.png)">
                        <div class="advantage__icon" style="width:47rem"><svg width="47" height="47" viewBox="0 0 47 47" fill="none" xmlns="http://www.w3.org/2000/svg">
                                <path d="M44.1247 41.8333H41.833V7.45833c0-.60779-.2414-1.19068-.6712-1.62045s-1.0127-.67121-1.6205-.67121c-.6077 0-1.1906.24144-1.6204.67121-.4298.42977-.6712 1.01266-.6712 1.62045V41.8333h-4.5834V16.625c0-.6078-.2414-1.1907-.6712-1.6205-.4297-.4297-1.0126-.6712-1.6204-.6712-.6078 0-1.1907.2415-1.6205.6712-.4297.4298-.6712 1.0127-.6712 1.6205v25.2083h-4.5833V25.7917c0-.6078-.2415-1.1907-.6712-1.6205-.4298-.4298-1.0127-.6712-1.6205-.6712-.6078 0-1.1907.2414-1.6204.6712-.4298.4298-.6713 1.0127-.6713 1.6205v16.0416H14.333v-6.875c0-.6078-.2414-1.1907-.6712-1.6204-.4298-.4298-1.0127-.6712-1.6205-.6712-.6077 0-1.1906.2414-1.6204.6712-.42978.4297-.67123 1.0126-.67123 1.6204v6.875H5.16634V2.875c0-.60779-.24144-1.19068-.67121-1.62045C4.06536.824775 3.48246.583332 2.87467.583332c-.60778 0-1.19068.241443-1.62045.671218C.82445 1.68432.583008 2.26721.583008 2.875v41.25c0 .6078.241442 1.1907.671212 1.6205.42977.4297 1.01267.6712 1.62045.6712H44.1247c.6078 0 1.1907-.2415 1.6204-.6712.4298-.4298.6712-1.0127.6712-1.6205 0-.6078-.2414-1.1907-.6712-1.6205-.4297-.4297-1.0126-.6712-1.6204-.6712Z" fill="#E45847"/>
                            </svg>
                        </div>
                    </div>
                    <div class="advantage__text">Востребованность на рынке недвижимости</div>
                </div>
            </div>
        </div>
    </section>
    <section class="section new_project">
        <div class="container">
            <div class="section__suptitle">новый проект</div>
            <div class="section__title">Анонс нового проекта</div>
            <div class="gallery">
                <div class="gallery__top">
                    <div class="gallery__prop">архитектор</div>
                    <div class="gallery__value">Андрей бутко</div>
                </div>
                <div class="swiper swiper_gallery">
                    <div class="swiper-wrapper">
                        <div class="swiper-slide">
                            <div class="gallery__slide">
                                <picture>
                                    <source media="(min-width: 48.1em)" srcset="img/gallery/new_project1.jpg"><img src="img/gallery/new_project1_mob.jpg">
                                </picture>
                            </div>
                        </div>
                        <div class="swiper-slide">
                            <div class="gallery__slide">
                                <picture>
                                    <source media="(min-width: 48.1em)" srcset="img/gallery/new_project1.jpg"><img src="img/gallery/new_project1_mob.jpg">
                                </picture>
                            </div>
                        </div>
                        <div class="swiper-slide">
                            <div class="gallery__slide">
                                <picture>
                                    <source media="(min-width: 48.1em)" srcset="img/gallery/new_project1.jpg"><img src="img/gallery/new_project1_mob.jpg">
                                </picture>
                            </div>
                        </div>
                        <div class="swiper-slide">
                            <div class="gallery__slide">
                                <picture>
                                    <source media="(min-width: 48.1em)" srcset="img/gallery/new_project1.jpg"><img src="img/gallery/new_project1_mob.jpg">
                                </picture>
                            </div>
                        </div>
                    </div>
                    <div class="swiper-pagination"></div>
                </div>
                <div class="gallery__bottom">
                    <div class="gallery__prop">общая площадь</div>
                    <div class="gallery__value card__area_num">213,5 м<sup>2</sup></div>
                </div>
            </div>
            <div class="infobox infobox_creator">
                <div class="infobox__img"><img src="img/infobox/creator1.png"></div>
                <div class="infobox__title"><span>Андрей Бутко -</span><br>Ведущий архитекор<br>и руководитель проекта</div>
                <div class="infobox__text infobox__text_left">Двухэтажный дом с вальмовой кровлей в стиле минимализм. Несмотря на свою компактность, дом просторный, 176 квадратных метров, 5 спален и хорошее соотношение жилой площади к общей площади дома. Он подойдет для семьи из 4-10 человек</div>
                <div class="infobox__text infobox__text_right">В облицовке дома использованы кирпич серого цвета и темный термопланкен. К дому также пристроена терраса со стороны кухни-гостиной и навес который одновременно накрывает гостевую парковку на 2 авто и крыльцо дома</div>
                <button class="read_more" type="button">Читать далее...</button>
            </div>
        </div>
    </section>
    <section class="section team_slider" id="team_slider">
        <div class="container">
            <div class="section__title">Наша команда</div>
            <div class="swiper swiper_team">
                <div class="swiper-wrapper">
                    <div class="swiper-slide">
                        <div class="member">
                            <div class="member__img"><img src="img/team/member1.png"></div>
                            <div class="member__name">Виталий<br>Злобин</div>
                            <div class="member__bottom">Руководитель бюро, архитектор и преподаватель</div>
                        </div>
                    </div>
                    <div class="swiper-slide">
                        <div class="member">
                            <div class="member__img"><img src="img/team/member2.png"></div>
                            <div class="member__name">Вячеслав<br>Новиков</div>
                            <div class="member__bottom">Ведущий архитектор, руководитель проектов</div>
                        </div>
                    </div>
                    <div class="swiper-slide">
                        <div class="member">
                            <div class="member__img"><img src="img/team/member3.png"></div>
                            <div class="member__name">Егор<br>Холоденко</div>
                            <div class="member__bottom">Ведущий архитектор, руководитель проектов</div>
                        </div>
                    </div>
                    <div class="swiper-slide">
                        <div class="member">
                            <div class="member__img"><img src="img/team/member4.png"></div>
                            <div class="member__name">Антон<br>Збаровский</div>
                            <div class="member__bottom">Архитектор, руководитель проектов</div>
                        </div>
                    </div>
                    <div class="swiper-slide">
                        <div class="member">
                            <div class="member__img"><img src="img/team/member1.png"></div>
                            <div class="member__name">Виталий<br>Злобин</div>
                            <div class="member__bottom">Руководитель бюро, архитектор и преподаватель</div>
                        </div>
                    </div>
                </div>
                <div class="swiper__controls">
                    <div class="swiper__num"></div>
                    <div class="swiper__btns">
                        <button class="swiper-button-prev" type="button"><svg width="47" height="16" viewBox="0 0 47 16" fill="none" xmlns="http://www.w3.org/2000/svg">
                                <path d="M46 7c.5523 0 1 .44772 1 1s-.4477 1-1 1V7ZM.292892 8.7071c-.3905216-.39052-.3905215-1.02369.000001-1.41421L6.65685.928929c.39053-.390525 1.02369-.390525 1.41422 0 .39052.390521.39052 1.023691 0 1.414211L2.41422 8l5.65685 5.6569c.39052.3905.39052 1.0236 0 1.4142-.39053.3905-1.02369.3905-1.41422 0L.292892 8.7071ZM46 9H1V7h45v2Z" fill="#656666"/>
                            </svg>
                        </button>
                        <button class="swiper-button-next" type="button"><svg width="47" height="16" viewBox="0 0 47 16" fill="none" xmlns="http://www.w3.org/2000/svg">
                                <path d="M1 7c-.552285 0-1 .44772-1 1s.447715 1 1 1V7Zm45.7071 1.70711c.3905-.39052.3905-1.02369 0-1.41421L40.3431.928936c-.3905-.390525-1.0236-.390525-1.4142 0-.3905.390524-.3905 1.023684 0 1.414214L44.5858 8l-5.6569 5.6569c-.3905.3905-.3905 1.0236 0 1.4142.3906.3905 1.0237.3905 1.4142 0l6.364-6.36399ZM1 9h45V7H1v2Z" fill="#656666"/>
                            </svg>
                        </button>
                    </div>
                </div>
            </div>
        </div>
    </section>
    <section class="section project_info">
        <div class="container">
            <div class="project_info__img"><img src="img/project_info/project_info1.jpg"></div>
            <div class="project_info__inner">
                <div class="section__title">Как купить или изменить проект?</div>
                <p>Наше проектное бюро HOMESPRO.RU за честное строительство и проектирование.</p>
                <ul class="ul project_info__content">
                    <li>Мы учитываем экономические возможности заказчика и возможности его земельного участка. Поэтому мы продаем только раздел рабочей документации марки АР (Архитектурные решения).</li>
                    <li>Если вы выбрали проект на нашем сайте, то вы можете купить этот раздел и с помощью своего инженера-конструктора или силами строительной компании доделать недостающие разделы КР (Конструктивные решения) и ИР (Инженерные решения).</li>
                    <li>Также вы можете обратиться в наше бюро для разработки этих разделов. В этом случае цена за разработку будет ниже на 50%, чем для индивидуального проекта.</li>
                    <li>После обращения за покупкой проекта архитектор, как автор этого проекта предложит вам весь спектр услуг по доработке или изменению рабочей документации.</li>
                </ul>
            </div>
        </div>
    </section>
@endsection

